Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# WALK_INTRO_2_TEXT_BACK_AND_FORTH_INSTRUCTION
source: Find a place where you can safely walk back and forth in a straight line. Try to walk continuously by turning at the ends of your path, as if you are walking around a cone. Next you will be instructed to turn around in a full circle, then stand still with your arms at your sides and your feet about shoulder-width apart.
ar: اذهب إلى مكان يمكنك السير فيه بأمان ذهابًا وإيابًا في خط مستقيم. حاول السير بشكل متواصل عن طريق الانعطاف عند طرفي مسارك وكأنك تسير حول قمع. سيتم توجيهك بعد ذلك للاستدارة في دائرة كاملة، ثم الوقوف ويداك على جانبيك والمسافة بين قدميك تساوي عرض كتفك تقريبًا.
ca: Busca un lloc on puguis anar i tornar caminant en línia recta de forma segura. Camina sense parar i gira al final del camí com si estiguessis vorejant un con. A continuació, se’t demanarà que giris fent un cercle complet i que et quedis quiet amb els braços als costats i els peus separats més o menys per la mateixa distància que hi ha entre espatlla i espatlla.
cs: Najděte si místo, kde můžete bezpečně chodit tam a zpět v přímém směru. Pokuste se o chůzi, kterou nebude přerušovat obracení na koncích. Obraťte se, jako kdybyste obcházeli kužel. Potom budete požádáni, abyste se otočili kolem dokola a zůstali stát s rukama podél těla a nohama rozkročenýma na šířku ramen.
da: Find et sted, hvor du kan gå sikkert frem og tilbage i en lige linje. Forsøg at gå uden stop ved at vende i slutningen af din rute, som om du går omkring en kegle. Du vil derefter blive bedt om at dreje 360 grader omkring og derefter stå stille med dine arme ned langs siderne og med en skulderbreddes afstand mellem fødderne.
de: Suche eine Stelle, an der du auf einer geraden Linie sicher vor- und zurückgehen kannst. Versuche, gleichmäßig zu gehen, indem du am Ende des Weges so umkehrst, als würdest du um einen Kegel herumgehen. Als Nächstes wirst du aufgefordert, dich um die eigene Achse zu drehen und dann stehenzubleiben, wobei du die Arme an den Seiten hältst und deine Füße schulterbreit aufstellst.
el: Βρείτε έναν χώρο όπου μπορείτε να περπατήσετε με ασφάλεια μπρος-πίσω σε ευθεία γραμμή. Προσπαθήστε να περπατήσετε συνεχόμενα στρίβοντας στα άκρα της διαδρομής, σαν να περπατάτε γύρω από έναν κώνο. Στη συνέχεια, θα σας δοθούν οδηγίες να στρίψετε σε πλήρη κύκλο και μετά πρέπει να σταθείτε ακίνητοι με τα χέρια στα πλάγιά σας και τα πόδια σας ανοιχτά περίπου στην ευθεία του πλάτους των ώμων.
es: Busca un lugar en el que puedas caminar de un lado a otro en línea recta de forma segura. Camina sin parar y da la vuelta al final del recorrido, como si rodearas un cono. A continuación, se te indicará que gires sobre ti mismo dando una vuelta completa y que te quedes quieto, con los brazos relajados a los lados del cuerpo y los pies separados de forma que estén alineados con los hombros.
es_419: Busca un lugar en donde puedas caminar de forma segura de un lado a otro en una línea recta. Intenta caminar sin detenerte al final, como si giraras alrededor de un cono. Después se te pedirá que hagas una vuelta completa sobre tu eje y que te quedes quieto con los brazos a los lados y los pies separados y alineados con tus hombros.
fi: Etsi paikka, jossa voit turvallisesti kävellä suoraa reittiä edestakaisin. Yritä kävellä jatkuvasti kääntyen reitin päissä ikään kuin kiertäisit liikenteenohjainta. Seuraavaksi sinua pyydetään kääntymään ympäri täysi kierros, ja sitten seisomaan paikallasi kädet sivuilla ja jalat noin hartianleveyden etäisyydellä toisistaan.
fr: Trouvez un endroit vous permettant d’avancer et de reculer en ligne droite en toute sécurité. Essayez de marcher de façon continue en tournant à la fin de votre chemin, comme si vous contourniez un cône. On vous invitera ensuite à faire demi-tour en décrivant un cercle complet, puis à vous tenir immobile avec vos bras le long du corps et vos pieds placés de façon à être alignés avec vos épaules.
fr_ca: Identifiez un endroit où vous pouvez faire des allers-retours en ligne droite de façon sécuritaire. Essayez de marcher sans vous arrêter, en faisant demi-tour en fin de ligne droite, comme si vous contourniez un cône. Il vous sera ensuite demandé de vous retourner en effectuant un cercle complet, puis de rester immobile, les bras le long du corps et les pieds dans l’alignement des épaules.
he: מצא/י מקום שבו ניתן ללכת בקו ישר הלוך וחזור בבטחה. נסה/י לצעוד באופן רציף ולבצע פניות בקצוות המסלול, כאילו תוך הקפת קונוס דמיוני המסמן את הקצה. לאחר מכן, תתבקש/י ללכת במסלול מעגלי שלם ואז לעצור ולעמוד כשהידיים לצידי הגוף והרגליים בפיסוק קל ברוחב הכתפיים.
hi: ऐसी जगह ढूँढें, जहाँ आप एक ओर व दूसरी ओर सुरक्षित रूप से सीधी रेखा में चल सकें। मार्ग की समाप्ति पर मुड़ें और लगातार चलते रहने का प्रयास करें, जैसे कि आप किसी शंकु के इर्द-गिर्द चल रहे हों। इसके बाद आपको पूर्ण वृत्त में मुड़ने के लिए, फिर अपनी भुजाओं को फैलाकर और अपने पैरों को लगभग कंधे की चौड़ाई तक फैलाकर स्थिर खड़े रहने के लिए कहा जाएगा।
hr: Pronađite mjesto gdje možete sigurno i pravocrtno hodati naprijed i natrag. Pokušajte hodati u kontinuitetu okrećući se na krajevima svoje staze, kao da hodate oko čunja. Zatim ćete dobiti upute da se okrenete oko sebe, te da stanete mirno s rukama uz bokove i stopalima u širini ramena.
hu: Keressen egy olyan helyet, ahol egyenes vonalban tud oda-vissza gyalogolni. Próbáljon meg folyamatosan gyalogolni, és a végeken úgy forduljon meg, mintha egy útjelző bóját kerülne meg. Ezután utasítást fog kapni, hogy fogduljon meg egy teljes kört megtéve, majd álljon meg, engedje le a törzse mellett karjait, és álljon vállszélességű terpeszben.
id: Cari tempat yang memungkinkan Anda untuk berjalan maju mundur dalam garis lurus dengan aman. Coba terus berjalan dengan memutar balik di ujung jalur Anda, seakan-akan Anda memutari kerucut lalu lintas. Berikutnya, Anda akan diinstruksikan untuk memutar dalam lingkaran penuh, kemudian diam berdiri dengan tangan di samping Anda dan kaki Anda direnggangkan selebar bahu.
it: Trova un luogo dove puoi camminare in sicurezza avanti e indietro in linea retta. Cerca di camminare senza interruzioni girandoti alla fine del percorso come se camminassi attorno a un cono. Successivamente ti verrà chiesto di girare in un cerchio completo, quindi di fermarti con le braccia lungo il corpo e i piedi circa alla larghezza delle spalle.
ja: 安全にまっすぐ行ったり来たり歩ける場所を見つけてください。進路の終わりまで来たら、コーンを回るように折り返して歩き続けます。 次に、完全な円を描いて回るように指示されます。その後、両腕を脇につけ、足を肩幅くらいに開いてじっと立ってください。
ko: 일직선으로 안전하게 왔다 갔다 할 수 있는 공간을 찾으십시오. 계속 걷다가 반환점에서 마치 원뿔형 도로 표지가 있는 것처럼 주변을 돌아서 되돌아갑니다. 그런 다음, 제자리에서 한 바퀴 돌고난 후 양팔을 옆구리에 붙이고 발은 어깨너비만큼 벌린 채 서 있으십시오.
ms: Cari tempat yang anda boleh berjalan mundar-mandir dalam garis lurus dengan selamat. Cuba berjalan berterusan dengan berpusing di penghujung laluan anda, seperti anda berjalan mengelilingi kon. Seterusnya anda akan diarahkan untuk berpusing dalam bulatan penuh, kemudian berdiri tegak dengan tangan anda di sisi anda dan kaki anda dibuka selebar bahu.
nb: Finn et sted hvor du trygt kan gå fram og tilbake i en rett linje. Prøv å gå kontinuerlig når du skal snu, som om du skal gå rundt en kjegle. Du vil bli deretter bedt om å snu deg helt rundt og stå helt stille med armene ned langs siden og føttene med en skulderbreddes avstand.
nl: Zoek een plek waar je veilig in een rechte lijn heen en weer kunt lopen. Maak aan de einden van de looproute een bocht (alsof je om een pylon heenloopt) zodat je niet hoeft te stoppen. Daarna wordt je gevraagd om één keer om je as te draaien en vervolgens om stil te staan met je armen langs je lichaam en je voeten uit elkaar op schouderbreedte.
pl: Znajdź miejsce, gdzie bez przeszkód możesz chodzić po linii prostej tam i z powrotem. Staraj się iść nieprzerwanie, obracając się na końcach ścieżki, tak jakby chód odbywał się dookoła stożka. Następnie poprosimy Cię o obrócenie się, a następnie spokojne stanie z rękami po bokach i stopami rozstawionymi na szerokość ramion.
pt: Encontre um local onde você possa andar para a frente e para trás em linha reta com segurança. Tente andar continuamente, virando ao final do caminho, como se estivesse dando a volta em um cone. A seguir, você será instruído a virar em um círculo completo e ficar parado com os braços ao lado do corpo e os pés separados pela distância entre os ombros.
pt_pt: Escolha um sítio onde possa andar em segurança, para trás e para frente em linha reta. Tente andar sem parar, dando a volta no final do percurso como se estivesse a andar à volta de um cone. Depois, ser‑lhe‑á pedido que se vire, dando uma volta completa, e que permaneça imóvel, com os braços ao logo do corpo e os pés afastados à largura dos ombros.
ro: Găsiți un loc unde puteți să mergeți în siguranță înainte și înapoi în linie dreaptă. Încercați să mergeți continuu întorcându-vă la capătul traseului ca și cum ați merge în jurul unui con. În continuare veți fi instruit să vă întoarceți descriind un cerc complet, apoi să stați nemișcat cu brațele pe lângă corp și cu picioarele depărtate la lățimea umerilor.
ru: Найдите место, где бы Вы могли ходить по прямой линии вперед и назад. Постарайтесь идти не останавливаясь. Разворачивайтесь в конце пути так, будто обходите острый угол. Затем Вы получите указание развернуться на 360 градусов и просто стоять, опустив руки вдоль тела и расставив ноги на ширине плеч.
sk: Nájdite si miesto, kde môžete bezpečne chodiť po priamke tam a naspäť. Skúste kráčať plynule a na konci sa otočiť, ako keby ste obchádzali kužeľ. V ďalšom kroku budete požiadaní o otočenie na mieste o 360 stupňov a následné státie v pokoji s pripaženými rukami a chodidlami na šírku ramien.
sv: Hitta en plats där du tryggt kan gå fram och tillbaka i en rät linje. Försök att gå kontinuerligt genom att vända dig om vid slutet av linjen, som om du gick runt en kon. Därefter blir du ombedd att vända dig ett helt varv och sedan stå stilla med armarna längs sidorna och fötterna i ungefär axelbredd.
sw: Tafuta mahali ambapo unaweza kutembea kwenda mbele na kurudi nyuma kwa usalama kwenye mstari ulionyooka. Jaribu kutembea kwa mfululizo kwa kugeuka mwisho wa njia yako, kana kwamba unaizunguka koni. Baadaye utaelekezwa kugeuka kuzunguka kikamilifu, kisha simama tuli ukiwa na mikono yako pembeni mwako na miguu yako ikiwa imetanuka kiasi cha upana wa mabega.
th: หาสถานที่ที่คุณสามารถเดินไปมาเป็นเส้นตรงได้อย่างปลอดภัย ให้ลองเดินไปเรื่อยๆ จนสุดทางแล้วเดินกลับ เสมือนคุณเดินวนรอบกรวย จากนั้นระบบจะแนะนำให้คุณกลับหลังหัน แล้วยืนนิ่งๆ โดยแนบแขนไว้ข้างลำตัวและวางเท้าให้ห่างกันเท่ากับความกว้างของหัวไหล่
tr: Düz bir çizgide güvenli bir şekilde ileri ve geri yürüyebileceğiniz bir yer bulun. Tıpkı bir koninin etrafında yürüyor gibi, yolunuzun sonundan dönerek sürekli yürümeyi deneyin. Ardından, tam daire çevresinde dönmeniz, kollarınız iki yanınızda ve ayaklarınız omuz genişliğinde açık olacak şekilde ayakta sabit durmanız istenecektir.
uk: Знайдіть місце, де ви можете безпечно пройтися туди й назад по прямій. Намагайтеся не зупинятися, розвертаючись у кінцях шляху, а ніби обходити дорожній конус. Далі вам накажуть обернутися повним колом і завмерти з руками по боках і ногами на ширині плечей.
vi: Tìm một nơi mà bạn có thể đi tới đi lui an toàn theo đường thẳng. Cố gắng đi bộ liên tục bằng cách rẽ cuối đường, như thể bạn đang đi bộ quanh một hình nón. Tiếp theo, bạn sẽ được hướng dẫn xoay một vòng tròn, sau đó đứng yên với hai cánh tay ở bên sườn và hai chân mở rộng bằng vai.
zh_cn: 找到一处您可以沿直线安全往返的地方。在路尽头转弯，不要停下来，就好像绕着圆锥体转圈一样。 接下来会要求您转一圈，然后站立不动，双手放在两侧，双脚张开，与肩同宽。
zh_hk: 找一個你可以安全地來回走直線的地方。請在路徑的盡頭調頭以持續行走，就像繞過錐形路標走路。 然後你會收到指示 360 度自轉一次，並以雙手放在身側，雙腳稍微分開至肩膀距離的姿勢站立不動。
zh_tw: 找一個您可以安全地以直線來回步行的地點。請試著持續走到盡頭再折返，如同繞過交通錐折返。 接著會指示您轉一圈，然後站著不動，雙手自然放鬆，並且雙腳張開與肩同寬。

# WALK_INTRO_TEXT
source: This activity measures your gait and balance as you walk and stand still. Do not continue if you cannot safely walk unassisted.
ar: يقيس هذا النشاط سرعة مشيتك وتوازنك أثناء المشي والوقوف ثابتًا. لا تقم بالمتابعة إذا لم تكن قادرًا على المشي دون مساعدة.
ca: Aquesta activitat valora la marxa i l’equilibri quan camines i quan estàs quiet. No continuïs si no pots caminar sol de manera segura.
cs: Tato aktivita změří váš krok a rovnováhu při chůzi a stání. Pokud nedokážete bezpečně chodit bez pomoci, v tomto testu nepokračujte.
da: Denne aktivitet måler din gang og balance, mens du går og står stille. Fortsæt ikke, hvis du ikke kan gå sikkert uden hjælp.
de: Mit dieser Aktivität wird dein Gang und Gleichgewichtsinn beim Gehen und Stillstehen getestet. Fahre nur fort, wenn du ohne Hilfe sicher gehen kannst.
el: Αυτή η δραστηριότητα αξιολογεί το βάδισμα και την ισορροπία σας καθώς περπατάτε και στέκεστε όρθιοι. Μην πραγματοποιήσετε τη δραστηριότητα αν δεν μπορείτε να περπατήσετε με ασφάλεια χωρίς βοήθεια.
es: Esta actividad mide tu forma de andar, tu equilibrio al caminar y al permanecer quieto de pie. No sigas adelante si no puedes caminar de forma segura sin ayuda.
es_419: Esta actividad mide tus pasos así como tu equilibrio al caminar y al permanecer de pie. No continúes si no puedes caminar sin ayuda.
fi: Tämä aktiviteetti arvioi askellustasi ja tasapainoasi, kun kävelet tasaisesti ja seisot. Älä jatka, jos et pysty turvallisesti kävelemään avustamatta.
fr: Cette activité observe votre allure et votre équilibre pendant que vous marchez et que vous vous tenez debout. Ne continuez pas si vous ne pouvez pas marcher en sécurité sans assistance.
fr_ca: Cette activité mesure votre démarche et votre équilibre lorsque vous marchez et lorsque vous êtes immobile. Ne poursuivez pas cette activité si vous ne pouvez pas marcher sans assistance.
he: פעילות זו מודדת את ההליכה והאיזון שלך תוך כדי הליכה ועמידה במקום. אל תמשיך/י אם אינך יכול/ה ללכת בבטחה ללא סיוע.
hi: इस गतिविधि द्वारा आपके पैदल चलने या खड़े रहने पर आपकी चाल और संतुलन का मापन किया जाता है। यदि आप बिना किसी सहायता के सुरक्षित पैदल नहीं चल सकते हैं, तो इसे जारी न रखें।
hr: Ova aktivnost mjeri vaš položaj tijela i ravnotežu dok hodate i stojite mirno. Nemojte nastavljati ako ne možete sigurno hodati bez pomoći.
hu: Ez a tevékenység a testtartását és egyensúlyát méri járás és állás közben. Ne folytassa, ha segítség nélkül nem tud biztonságosan gyalogolni.
id: Aktivitas ini mengukur gaya dan keseimbangan Anda saat Anda berjalan dan berdiri. Jangan lanjutkan jika Anda tidak dapat berjalan dengan aman tanpa bantuan.
it: L'attività valuta la capacità di deambulazione e di equilibrio mentre cammini e rimani fermo. Non continuare se non sei in grado di spostarti in modo sicuro e autonomo.
ja: このアクティビティでは、歩行中とじっと立っているときの歩行/バランスを測定します。介助なしで安全に歩行できない場合は、続行しないでください。
ko: 이 실험은 사용자가 걸을 때와 가만히 서 있을 때의 보행 및 균형 능력을 측정합니다. 도움 없이 안전하게 걸을 수 있는 상황이 아닌 경우 이 실험을 중단하십시오.
ms: Aktiviti ini mengukur gaya jalan dan keseimbangan anda semasa anda berjalan dan berdiri pegun. Jangan teruskan jika anda tidak boleh berjalan dengan selamat tanpa bantuan.
nb: Denne aktiviteten måler balansen og gangen din mens du går og står i ro. Ikke fortsett hvis du ikke kan gå trygt uten hjelp.
nl: Tijdens deze activiteit worden je tred en balans gemeten terwijl je loopt en stilstaat. Ga niet verder als je niet veilig zelfstandig kunt lopen.
pl: To ćwiczenie mierzy Twój chód i równowagę w ruchu i bezruchu. Jeśli nie możesz bezpiecznie chodzić bez pomocy innych, nie wykonuj go.
pt: Esta atividade mede a sua caminhada e o seu equilíbrio ao andar e ficar de pé. Não prossiga caso não possa andar seguramente sem ajuda.
pt_pt: Este exercício mede o seu equilíbrio e modo de andar. Se não tem condições para andar em segurança sem ajuda, não continue.
ro: Această activitate vă măsoară mersul și echilibrul în timp ce mergeți și stați în repaus. Nu continuați dacă nu puteți merge în siguranță, fără a necesita asistență.
ru: Во время выполнения этого задания оценивается координация движений при ходьбе и в положении стоя. Не выполняйте это задание, если Вы не можете передвигаться без посторонней помощи.
sk: Táto aktivita zmeria vaše držanie tela a rovnováhu počas chôdze a státia. Ak nemôžete bezpečne chodiť bez cudzej pomoci, nepokračujte.
sv: Den här aktiviteten mäter din gångstil och balans medan du går och står still. Fortsätt endast om du säkert kan gå utan hjälp.
sw: Shughuli hii inapima mwendo wako na usawa wakati unapotembea na kusimama. Usiendelee ikiwa huwezi kutembea peke yako salama.
th: กิจกรรมนี้จะวัดท่าเดินและความสมดุลของคุณในขณะที่คุณเดินและยืนนิ่งๆ อย่าดำเนินการต่อหากคุณไม่สามารถเดินได้อย่างปลอดภัยโดยไม่มีตัวช่วย
tr: Bu aktivite, yürürken ve ayakta dururken yürüyüş tarzınızı ve dengenizi ölçer. Yardımsız, güvenli bir şekilde yürüyemiyorsanız devam etmeyin.
uk: Цей тест оцінює вашу ходу і рівновагу під час ходіння і стояння. Не продовжуйте, якщо ви не можете безпечно ходити без допомоги.
vi: Hoạt động này sẽ đo khả năng thăng bằng và dáng đi của bạn khi bạn đi bộ và đứng yên. Không tiếp tục hoạt động nếu bạn không thể đi bộ an toàn mà không có sự hỗ trợ.
zh_cn: 本活动测量您在步行和站立时的步态和平衡。请仅在步行安全区域（无外力辅助条件下）进行。
zh_hk: 此測試活動可測量你步行及站立時的步態及平衡。如果你行動不便或行走時需要輔助，請勿繼續進行。
zh_tw: 此活動會在您步行和靜止站立時測量您的步態和平衡。若無法獨立地安全步行，請勿繼續。

# WALK_OUTBOUND_INSTRUCTION_FORMAT
source: Walk up to %ld steps in a straight line.
ar: قم بمشي حوالي %ld خطوة في خط مستقيم.
ca: Camina fins a %ld passos en línia recta.
cs: Ujděte až %ld kroků v přímém směru.
da: Gå op til %ld trin i en lige linje.
de: Gehe bis zu %ld Schritte in einer geraden Linie.
el: Περπατήστε έως %ld βήματα σε ευθεία γραμμή.
es: Da unos %ld pasos en línea recta.
es_419: Da hasta %ld pasos en línea recta.
fi: Kävele enintään %ld askelta suoraan.
fr: Faites jusqu’à %ld pas sur une ligne droite.
fr_ca: Parcourez %ld pas en ligne droite.
he: לך/י %ld צעדים לכל היותר בקו ישר.
hi: लगभग %ld क़दम सीधी रेखा में चलें।
hr: Hodajte najviše %ld koraka u ravnoj liniji.
hu: Tegyen meg legalább %ld lépést egyenesen.
id: Berjalan kaki hingga %ld langkah dalam garis lurus.
it: Fai fino a %ld passi in linea retta.
ja: まっすぐに%ld歩まで歩いてください。
ko: 일직선으로 최대 %ld보를 걸으십시오.
ms: Jalan sehingga %ld langkah dalam garis lurus.
nb: Gå opptil %ld skritt i rett linje.
nl: Zet maximaal %ld stappen in een rechte lijn.
pl: Idź prosto i zatrzymaj się po maksymalnie %ld krokach.
pt: Dê até %ld passos em linha reta.
pt_pt: Dê até %ld passos em linha reta.
ro: Mergeți până la %ld pași în linie dreaptă.
ru: Пройдите прямо %ld шагов.
sk: Prejdite rovno %ld krokov
sv: Gå upp till %ld steg i en rak linje.
sw: Tembea hadi hatua %ld kwa mstari ulionyooka.
th: เดินตรงขึ้นไป %ld ก้าว
tr: Düz bir çizgide en fazla %ld adım yürüyün.
uk: Зробіть до %ld кроків по прямій.
vi: Đi bộ tối đa %ld bước theo đường thẳng.
zh_cn: 请直线步行最多 %ld 步。
zh_hk: 直線步行最多 %ld 步。
zh_tw: 直線步行到最多 %ld 步。

# WALK_RETURN_INSTRUCTION_FORMAT
source: Turn around, and walk back to where you started.
ar: قم بالدوران والمشي رجوعًا إلى نقطة بدايتك.
ca: Fes mitja volta i torna allà on has començat.
cs: Obraťte se a jděte zpátky na začátek.
da: Vend om, og gå tilbage til det sted, hvor du startede.
de: Drehe dich um und gehe zum Ausgangspunkt zurück.
el: Γυρίστε πίσω και περπατήστε μέχρι το σημείο από όπου αρχίσατε.
es: Da la vuelta y camina hasta el punto de partida.
es_419: Da vuelta y regresa al punto de inicio.
fi: Käänny ympäri ja kävele takaisin alkupisteeseen.
fr: Faites demi-tour et revenez à votre point de départ.
fr_ca: Retournez-vous, puis marchez vers votre point de départ.
he: הסתובב/י והתהלך/י חזרה למקום שבו התחלת.
hi: पीछे मुड़ें और जहाँ से आपने शुरूआत की थी, वहाँ वापस चलकर जाएँ।
hr: Okrenite se i hodajte natrag do mjesta od kojeg ste krenuli.
hu: Forduljon meg, és menjen vissza a kiindulási ponthoz.
id: Putar balik, dan kembali ke tempat Anda memulai.
it: Girati e torna verso il punto in cui hai cominciato a camminare.
ja: 後ろを向いて、元の場所まで歩いて戻ってください。
ko: 뒤로 돌아서 시작한 지점으로 되돌아가십시오.
ms: Pusing dan berjalan balik ke tempat anda bermula.
nb: Snu og gå tilbake der du startet.
nl: Draai om en loop terug naar het beginpunt.
pl: Odwróć się i przejdź do miejsca startu.
pt: Vire-se e volte para o local onde você começou.
pt_pt: Dê meia‑volta e volte ao ponto de partida.
ro: Întorceți-vă și mergeți înapoi la locul de pornire.
ru: Развернитесь и пройдите на исходное место.
sk: Otočte sa a choďte späť na miesto, kde ste začali.
sv: Vänd om och gå tillbaka till utgångsplatsen.
sw: Geuka, na tembea kurudi ulipoanzia.
th: หันหลัง แล้วเดินกลับไปจุดเริ่มต้น
tr: Geriye dönün ve başladığınız yere yürüyün.
uk: Розверніться і йдіть туди, де ви почали.
vi: Quay đầu lại và đi bộ về nơi bạn bắt đầu.
zh_cn: 转身并走回起点。
zh_hk: 掉頭，然後步行回到起點。
zh_tw: 請掉頭並走回您的起點。

# WALK_STAND_INSTRUCTION_FORMAT
source: Stand still for %@.
ar: قف ثابتًا لمدة %@.
ca: Estigues quiet %@.
cs: Po %@ klidně stůjte.
da: Stå stille i %@.
de: Stehe %@ still.
el: Μείνετε ακίνητοι για %@.
es: Permanece quieto de pie durante %@.
es_419: No te muevas durante %@.
fi: Seiso paikoillaan %@.
fr: Ne bougez pas pendant %@.
fr_ca: Ne bougez pas pendant %@.
he: עמוד/י ללא תזוזה למשך %@.
hi: %@ तक स्थिर खड़े रहें।
hr: Stojte mirno %@.
hu: Álljon mozdulatlanul %@ időtartamig.
id: Berdiri selama %@.
it: Rimani in piedi per %@.
ja: %@間じっと立っていてください。
ko: %@ 동안 가만히 서 있으십시오.
ms: Berdiri pegun selama %@.
nb: Stå stille i %@.
nl: Sta %@ stil.
pl: Stój w bezruchu przez %@.
pt: Pare e fique de pé por %@.
pt_pt: Pare e mantenha-se de pé durante %@.
ro: Nu vă mișcați timp de %@.
ru: Стойте спокойно %@.
sk: Nehybne stojte %@.
sv: Stå stilla under %@.
sw: Simama tulia kwa %@.
th: ยืนนิ่งๆ นาน %@
tr: Hareketsiz bir şekilde %@ durun.
uk: Не рухайтесь %@.
vi: Đứng yên trong %@.
zh_cn: 请站立 %@。
zh_hk: 站立 %@。
zh_tw: 站著不動 %@。

# WALK_STAND_VOICE_INSTRUCTION_FORMAT
source: Now stand still for %@.
ar: الآن قف ثابتًا لمدة %@.
ca: Ara estigues quiet %@.
cs: Nyní po %@ klidně stůjte.
da: Stå nu stille i %@.
de: Stehe jetzt %@ still.
el: Τώρα μείνετε ακίνητοι για %@.
es: Ahora permanece quieto de pie durante %@.
es_419: Ahora, no te muevas durante %@.
fi: Seiso nyt paikoillaan %@.
fr: Maintenant, ne bougez plus pendant %@.
fr_ca: Ne bougez plus pendant %@.
he: כעת עמוד/י ללא תזוזה למשך %@.
hi: अब %@ तक स्थिर खड़े रहें।
hr: Sada stojte mirno %@.
hu: Most álljon mozdulatlanul %@ időtartamig.
id: Sekarang berdiri selama %@.
it: Rimani in piedi per %@.
ja: ここで%@間じっと立っていてください。
ko: 이제 %@ 동안 가만히 서 있으십시오.
ms: Sekarang berdiri pegun selama %@.
nb: Stå stille i %@.
nl: Sta nu %@ lang stil.
pl: Teraz stój w bezruchu przez %@.
pt: Agora pare e fique de pé por %@.
pt_pt: Agora, pare e mantenha-se de pé durante %@.
ro: Acum nu vă mișcați timp de %@.
ru: Теперь стойте спокойно %@.
sk: Teraz %@ nehybne stojte.
sv: Stå nu stilla under %@.
sw: Sasa simama tuli kwa %@.
th: ตอนนี้ให้ยืนนิ่งๆ นาน %@
tr: Şimdi %@ süresince hareketsiz durun.
uk: Тепер не рухайтесь %@.
vi: Bây giờ, đứng yên trong %@.
zh_cn: 现在请站立 %@。
zh_hk: 現在站立 %@。
zh_tw: 現在站著不動 %@。

# WALK_TASK_TITLE
source: Gait and Balance
ar: سرعة المشي والتوازن
ca: Marxa i equilibri
cs: Chůze a rovnováha
da: Gang og balance
de: Gang und Gleichgewicht
el: Βάδισμα και ισορροπία
es: Marcha y equilibrio
es_419: Pasos y equilibrio
fi: Askeleet ja tasapaino
fr: Marche et équilibre
fr_ca: Démarche et équilibre
he: הליכה ואיזון
hi: चाल और संतुलन
hr: Položaj i ravnoteža
hu: Testtartás és egyensúly
id: Gaya dan Keseimbangan
it: Deambulazione ed equilibrio
ja: 歩行/バランス
ko: 보행 및 균형
ms: Gaya Jalan dan Imbangan
nb: Balanse og gange
nl: Tred en balans
pl: Chód i równowaga
pt: Caminhada e Equilíbrio
pt_pt: Equilíbrio e modo de andar
ro: Mers și echilibru
ru: Координация
sk: Držanie tela a rovnováha
sv: Gång och balans
sw: Matembezi na Usawaziko
th: ท่าเดินและความสมดุล
tr: Yürüyüş Tarzı ve Denge
uk: Хода і рівновага
vi: Dáng đi & thăng bằng
zh_cn: 步态和平衡
zh_hk: 步態及平衡
zh_tw: 步態和平衡
